{
  "WelcomeSection": {
    "welcomeMessage": "Welcome to Dante Company 👋",
    "description1": "I'm addressing a wide range of development, from standard development tasks such as web development to the mobile web app. I can also handle smart contracts and AI application development",
    "description2": "I'm currently working on outsourcing development as a life hold, but my goal is to create and operate my own games or services."
  },
  "StatsSection": {
    "workedDays": "Total days I've worked",
    "totalClients": "I've met clients so far",
    "returningClients": "I've met clients again",
    "totalRevenue": "Total revenue I've earned so far",
    "title": "Do everything by myself",
    "descriptionPart1": "I've been supplying software labor to domestic and overseas companies.",
    "descriptionPart2": "Thanks to that, I was able to communicate with various companies and gain various experiences.",
    "workedDaysValue": "{days} days",
    "clientsValue": "{clients} clients",
    "revenueValue": "${revenue}+"
  },
  "MembersSection": {
    "name": "Dante",
    "aka": "",
    "title": "I prefer to work on my own pace",
    "firstParagraph": "When I was young in 2007, I first started programming to make a flash game, which became a hobby. Afterwards, I started to be a solopreneur developer in 2021 to make everything possible by myself rather than relying on the company",
    "secondParagraph": "Thanks to this, now I'm a digital-nomad <span>(just named it myself)</span> where I can do what I want, when I want, where I want. If you want to see my footsteps, <a>click here!</a> to check my journey."
  },
  "TimelineSection": {
    "item1Name": "Started development",
    "item1Description": "In the 'Web 1.0' era, I was fascinated by numerous flash games on the internet and just started programming to make something like that.",
    "item2Name": "Entered Korea Digital Media High School",
    "item2Description": "Not only I learned and experienced lots of things, but I also made tons of valuable relationships. I still keep in touch with them 🤝",
    "item3Name": "Entered Hongik University",
    "item3Description": "Before this, I had only accumulated knowledge at the Application level, but I could accumulate a little more low-level knowledge on this time.",
    "item4Name": "Founded Dante Company",
    "item4Description": "I started working as a solopreneur and a software developer after freelancing at some other companies that are 'Naver AI Lab' and 'Insomenia'. And it's still going on!"
  },
  "FaqSection": {
    "title": "Contact me if you need help!",
    "emailButtonText": "Got more questions?",
    "faqs_0_question": "Are you willing to get a regular job?",
    "faqs_0_answer": "<p>First of all, I'd like to thank everyone who offers me a job description. However, at the moment, I am not interested in employment!</p><p>I prefer a flexible working style in my own time and place, so I usually contract on a project-by-project basis with a set end date.</p>",
    "faqs_1_question": "What are the benefits of working with you?",
    "faqs_1_answer": "<p>The biggest advantage of solo development is minimizing the time wasted on communication and authority requests. Especially smaller companies tend to prioritize the fast pace due to market validation. In this case, I will be faster and more reasonable price than having both a front-end and back-end full-time developer with an average salary. 😎</p>",
    "faqs_2_question": "What are the disadvantages of working with you?",
    "faqs_2_answer": "<p>Working with me could be difficult if you expect 24/7 responses or long-time meetings. Unfortunately, like everyone else, I only have 24 hours a day. 😢</p><p>I usually have a remote meeting for 30 minutes to 1 hour per week. Most of the discussion points or plan requests are communicated asynchronously by message.</p>",
    "faqs_3_question": "Do we need a designer?",
    "faqs_3_answer": "<p>Work can be done perfectly free, even without a designer! I have worked on more projects without a designer so far. In these cases, I appropriately modified and used my own components and purchased UI templates. I fully created the page that you are on right now.</p><p>If you have a specific design in mind, the workload will increase due to a publishing step. Of course, if you need illustration work, you will need a designer!</p><p>If you have an example URL or captured images from other websites, such as color or layout structure, our communication will be easier!</p>",
    "faqs_4_question": "Can you handle animation freely?",
    "faqs_4_answer": "<p>That's a confident part. It depends on what animation you want, but generally, it's possible! If you express the abstract feeling you want, I will implement it first and gradually modify it.</p>"
  }
}